tap "isen-ng/dotnet-sdk-versions"
tap "jandedobbeleer/oh-my-posh"
brew "antidote"
brew "bat"
brew "dive"
brew "eza"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "jless"
brew "nano"
brew "nanorc"
brew "nvm"
brew "pass"
brew "zsh"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "appcleaner"
cask "dotnet-sdk9-0-300"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "ghostty"
cask "keka"
cask "powershell"
